app/controllers/tests_controller.rb

  def index
    @tests = Test.all
---
SELECT "tests".* FROM "tests"

  def create
    @test = Test.new(test_params)

    if @test.save
---
INSERT INTO "tests" ("test", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["test", "Hola mundo"], ["created_at", "2019-05-14 15:23:05.027139"], ["updated_at", "2019-05-14 15:23:05.027139"]]